Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ImproveSiriDictation.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SUMMARY
source: Improve Siri and Dictation allows Apple to store and have employees review a sample of audio interactions with Siri, Dictation, and Translate in order to help Apple develop and improve Siri, Dictation, and limited other language processing features like Translate or Voice Control.
ar: تسمح ميزة "تحسين Siri والإملاء" لـ Apple بتخزين عينة من التفاعلات الصوتية مع Siri والإملاء والترجمة ومراجعة تلك العينة بواسطة موظفيها لمساعدة Apple على تطوير وتحسين Siri والإملاء وميزات أخرى محدودة لمعالجة اللغات، مثل الترجمة أو التحكم بالصوت.
bg: Функцията Подобряване на Siri и Диктовка позволява на Apple да съхранява и да предоставя на служители за преглед откъси от аудио взаимодействията с функциите Siri, Диктовка и Превод с цел да се помогне на Apple да разработва и подобрява Siri, Диктовка и други ограничени функции за езикова обработка като Превод или Управление с глас.
ca: La millora de Siri i el dictat permet que Apple desi un fragment de l’àudio de les interaccions amb Siri, el dictat i l’app Traducció i que els treballadors d’Apple el revisin per ajudar Apple a desenvolupar i millorar Siri, el dictat i un nombre limitat d’altres funcions de processament del llenguatge, com ara l’app Traducció o el control per veu.
cs: Nástroj Vylepšování Siri a diktování umožňuje společnosti Apple uchovávat a analyzovat ukázky hlasové komunikace se službami Siri a Diktování a s aplikací Přeložit. Pomáhá jí tak s vývojem a vylepšováním Siri, diktování a omezeného okruhu dalších funkcí využívajících zpracování přirozeného jazyka, jako je například aplikace Přeložit nebo hlasové ovládání.
da: Gør Siri og Diktering bedre gør det muligt for Apple at opbevare og få medarbejdere til at gennemgå et udvalg af lydinteraktioner med Siri, Diktering og Oversæt for at hjælpe Apple med at udvikle og forbedre Siri, Diktering og et begrænset antal af andre funktioner til behandling af sprog, f.eks. Oversæt og Stemmekontrol.
de: Mit der Option „‚Siri & Diktierfunktion‘ verbessern“ erlaubst du Apple, Beispiele von Audiointeraktionen mit Siri, der Diktierfunktion und der App „Übersetzen“ zu speichern und durch Mitarbeiter:innen auswerten zu lassen, um Apple dabei zu unterstützen, Siri, die Diktierfunktion und bestimmte andere Sprachverarbeitungsfunktionen wie „Übersetzen“ oder die Sprachsteuerung zu entwickeln und zu verbessern.
el: Η Βελτίωση του Siri και της Υπαγόρευσης επιτρέπει στην Apple να αποθηκεύει και να αναθέτει σε υπαλλήλους να εξετάζουν ένα δείγμα ηχητικών αλληλεπιδράσεων με το Siri και την Υπαγόρευση, ώστε να βοηθά την Apple στην ανάπτυξη και τη βελτίωση του Siri, της Υπαγόρευσης και ενός περιορισμένου αριθμού άλλων δυνατοτήτων επεξεργασίας γλώσσας, όπως η Μετάφραση ή ο Φωνητικός έλεγχος.
es: Gracias a la función “Mejorar Siri y Dictado”, Apple puede almacenar una muestra de las interacciones de audio realizadas con Siri y las funciones de dictado y traducción y enviarla a un equipo de trabajadores de Apple para que la revise con el fin de ayudar a desarrollar y mejorar Siri, el dictado y otras prestaciones de procesamiento del lenguaje, como la app Traducir o el control por voz.
es_419: Mejorar Siri y Dictado permite que Apple almacene una muestra de las interacciones de audio de Siri, Dictado y Traducir, y que sus empleados las revisen con el fin de ayudar a Apple a desarrollar y mejorar Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje, como Traducir o Control por voz.
es_us: Mejorar Siri y Dictado permite que Apple almacene una muestra de las interacciones de audio de Siri, Dictado y Traducir, y que sus empleados las revisen con el fin de ayudar a Apple a desarrollar y mejorar Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje, como Traducir o Control por voz.
fi: Kun Paranna Siriä ja sanelua on käytössä, Apple voi tallentaa Siri-, sanelu- ja Käännä-käyttötapahtumien ääntä ja Applen työntekijät voivat tarkastella ääninäytettä, jotta Siriä, sanelua ja muita rajoitettuja kielenkäsittelytekniikoita, kuten Käännä tai Ääniohjaus, voidaan kehittää ja parantaa edelleen.
fr: « Améliorer Siri et Dictée » permet à Apple de stocker un extrait de vos interactions audio avec Siri, Dictée et Traduire et de le faire examiner par des employés afin d’aider Apple à développer et à améliorer Siri, Dictée et certaines autres fonctionnalités de traitement du langage, comme Traduire ou Contrôle vocal.
fr_ca: « Améliorer Siri et Dictée » permet à Apple de stocker et de faire examiner par ses employés un échantillon d’interactions audio avec Siri, Dictée et Traduire afin de l’aider à développer et à améliorer Siri, Dictée et d’autres fonctionnalités limitées de traitement du langage telles que Traduire et les commandes vocales.
he: ״שיפור Siri והכתבה״ מאפשר ל-Apple לאחסן קטעים מתוך האינטראקציות הקוליות שלך עם Siri, ״הכתבה״ ו״תרגום״, לצורך בדיקתם על-ידי עובדי Apple. פעולות אלו של אחסון ובדיקה עוזרות ל-Apple לפתח ולשפר את Siri, ״הכתבה״ ומספר מוגבל של מאפייני עיבוד שפה טבעית אחרים כמו ״תרגום״ או ״שליטה קולית״.
hi: Siri, डिक्टेशन और अनुवाद या वॉइस कंट्रोल जैसे अन्य भाषा प्रोसेसिंग के सीमित फ़ीचर डेवलप करने और बेहतर बनाने में Apple की सहायता करने के लिए “Siri और डिक्टेशन बेहतर बनाएँ” द्वारा Apple को Siri और डिक्टेशन के साथ ऑडियो इंटरऐक्शन के सैंपल संग्रहित करने और कर्मचारी द्वारा समीक्षा करने की अनुमति दी जाती है।
hr: Zahvaljujući opciji Poboljšanje Siri i Diktata tvrtka Apple može pohraniti uzorak audio interakcija sa značajkama Siri, Diktat i Prijevod, a zaposlenici tvrtke Apple mogu ga pregledati, kako bi se pomoglo tvrtki Apple da razvije i poboljša Siri, Diktat i ograničene druge značajke obrade jezika poput Prijevoda ili Upravljanja glasom.
hu: Siri és a Diktálás továbbfejlesztése engedélyezi az Apple számára, hogy eltárolja a Sirivel, a Diktálással és a Fordítóval végzett hangalapú interakciók mintáját, amelyet a cég alkalmazottai áttekinthetnek, így segítve az Apple‑t Siri, a Diktálás és más nyelvfeldolgozási funkciók korlátozott körének, például a Fordítónak és a Hangvezérlésnek a fejlesztésében és továbbfejlesztésében.
id: Tingkatkan Siri dan Dikte memungkinkan Apple untuk menyimpan dan meminta karyawannya untuk meninjau sampel interaksi audio dengan Siri, Dikte, dan Terjemahkan agar dapat membantu Apple untuk mengembangkan dan meningkatkan Siri, Dikte, dan fitur pemrosesan bahasa terbatas lainnya seperti Terjemahkan atau Kontrol Suara.
it: L’opzione “Migliora Siri e Dettatura” consente di salvare e far analizzare ai dipendenti Apple un estratto audio delle interazioni con Siri, Dettatura e Traduci al fine di aiutare Apple stessa a sviluppare e migliorare le suddette funzionalità e un numero limitato di altre funzioni di elaborazione del linguaggio, come “Controllo vocale”.
ja: “Siriと音声入力の改善”では、“Siri、音声入力および翻訳”に対する操作の音声サンプルをAppleが保存し、それをApple社員がレビューすることを許可することにより、Siri、音声入力、および翻訳や音声コントロールなどの限定的なその他の言語処理機能のAppleによる開発および改善を支援することができます。
kk: «Siri және дауыспен енгізу» функциясы Apple компаниясына пайдаланушылардың Siri, «Дауыспен теру» және «Аудару» функциясымен орындалған әрекеттердің аудиожазба іріктемесін сақтауға, ал қызметкерлеріне тексеруге мүмкіндік береді. Бұл Apple компаниясына Siri, «Дауыспен теру» және «Аудару» немесе «Дауыспен басқару» сияқты басқа да тіл өңдеу функцияларының шектеулі санын әзірлеуге және жақсартуға көмектеседі.
ko: ‘Siri 및 받아쓰기 기능 향상’을 통해 Apple은 사용자가 Siri, 받아쓰기 기능 및 번역 앱과 상호 작용한 오디오의 샘플을 보관하고 Apple 직원이 이를 검토하도록 하여 Siri, 받아쓰기 및 번역이나 음성 명령과 같은 제한된 다른 언어 처리 기능을 개발하고 개선할 수 있습니다.
lt: „Siri“ ir „Diktavimo“ tobulinimas leidžia bendrovei „Apple“ saugoti ir jos darbuotojams peržiūrėti informaciją apie garsines sąveikas su „Siri“, „Diktavimu“ ir „Vertimu“, kad bendrovei „Apple“ būtų lengviau plėtoti ir tobulinti „Siri“, „Diktavimą“ ir kitas ribotas kalbos apdorojimo funkcijas, pvz., „Vertimą“ arba „Valdymą balsu“.
ms: Tingkatkan Siri dan Perencanaan membenarkan Apple menyimpan serta membolehkan pekerja menyemak sampel interaksi audio dengan Siri, Perencanaan dan Terjemah untuk membantu Apple membangunkan dan meningkatkan Siri, Perencanaan serta ciri pemprosesan bahasa lain yang terhad seperti Terjemah atau Kawalan Suara.
nl: Met behulp van 'Verbeter Siri en de dicteerfunctie' kan Apple fragmenten van audio-interacties met Siri, de dicteerfunctie en de vertaalfunctie opslaan en deze door werknemers laten beoordelen om Apple te helpen bij het ontwikkelen en verbeteren van Siri, de dicteerfunctie en beperkte andere taalverwerkingsfuncties, zoals de vertaalfunctie en stembediening.
no: Forbedre Siri og Diktering gjør det mulig for Apple å lagre og la ansatte behandle utvalg av taleutvekslinger med Siri, Diktering og Oversett for å hjelpe Apple med å utvikle og forbedre Siri, Diktering og et begrenset utvalg av andre språk­proses­serings­funksjoner som Oversett eller Talekontroll.
pl: Opcja Ulepszanie (Siri i Dyktowanie) pozwala Apple przechowywać i odsłuchiwać próbki interakcji głosowych z Siri i funkcją Dyktowanie oraz aplikacją Tłumacz, aby pomóc Apple w rozwijaniu i ulepszaniu funkcji Siri i Dyktowanie oraz ograniczonego zestawu innych funkcji przetwarzania języka, na przykład Tłumacz lub Sterowanie głosowe.
pt_br: Com o recurso Melhorar a Siri e o Ditado, a Apple armazena uma amostra das interações de áudio com a Siri, o Ditado e o app Traduzir e seus funcionários a revisam para ajudar a Apple a desenvolver e melhorar a Siri, o Ditado e outros recursos de processamento de linguagem, como o app Traduzir e o Controle por Voz.
pt_pt: Melhorar Siri e Ditado permite que a Apple armazene e dê instruções aos seus funcionários para analisarem uma amostra das interações de áudio com Siri, Ditado e Traduzir, para ajudar a Apple a desenvolver e melhorar Siri, Ditado e algumas outras funcionalidades de processamento de linguagem como Traduzir ou o controlo por voz.
ro: “Îmbunătățire Siri și Dictare” permite stocarea și analizarea de către angajații Apple a unui eșantion al interacțiunilor audio care implică Siri, Dictare și Traducere, pentru a ajuta Apple să dezvolte și să îmbunătățească Siri, Dictare și un număr limitat de alte funcționalități de procesare a limbajului, precum Traducere sau Comenzi vocale.
ru: Функция «Улучшение Siri и Диктовки» дает возможность компании Apple и ее сотрудникам выборочно анализировать аудиозаписи взаимодействия пользователей с Siri, Диктовкой и Переводом в целях дальнейшей разработки и совершенствования Siri, Диктовки и ограниченного числа других функций обработки естественного языка, таких как Перевод и Управление голосом.
sk: Funkcia Vylepšovať Siri a Diktovanie umožňuje spoločnosti Apple uchovávať a prostredníctvom svojich zamestnancov analyzovať vzorky vašej hlasovej interakcie so Siri, Diktovaním a funkciou Tlmočník na účely vývoja a vylepšovania Siri, Diktovania a obmedzeného okruhu ďalších funkcií spracovania jazyka, ako sú napríklad Tlmočník alebo Ovládanie hlasom.
sl: Izboljšanje Siri in funkcije Narekovanje družbi Apple omogoča shranjevanje vzorca zvočnih interakcij s Siri, funkcijo Narekovanje in Prevajalnik, ki ga zaposleni nato lahko ocenijo, da bi družbi Apple pomagali razviti in izboljšati Siri, funkcijo Narekovanje ter omejene druge funkcije za obdelovanje jezika, na primer Prevajalnik ali Glasovno upravljanje.
sv: Förbättra Siri och diktering gör det möjligt för Apple att lagra och låta medarbetare granska prov på ljudinteraktioner med Siri, Diktering och Översätt i syfte att hjälpa Apple att utveckla och förbättra Siri, Diktering och begränsade övriga funktioner för språkbearbetning (exempelvis översättning eller röststyrning).
th: การปรับปรุง Siri และการป้อนตามคำบอกทำให้ Apple สามารถจัดเก็บข้อมูลและให้พนักงานตรวจสอบตัวอย่างของการโต้ตอบด้วยเสียงกับ Siri, การป้อนตามคำบอก และแอปแปลภาษา เพื่อช่วยให้ Apple พัฒนาและปรับปรุง Siri, การป้อนตามคำบอก และคุณสมบัติอื่นที่ใช้การประมวลผลทางภาษาที่จำกัดได้ เช่น การแปลภาษาหรือการสั่งการด้วยเสียง
tr: Siri’yi ve Dikte’yi İyileştir, Apple’ın Siri’yi, Dikte’yi ve Çeviri veya Sesle Denetim gibi diğer sınırlı dil işleme özelliklerini geliştirmesine ve iyileştirmesine yardımcı olmak amacıyla Siri, Dikte ve Çeviri ile sesli etkileşimlerin bir örneğini saklamasına ve çalışanlarına incelettirmesine olanak tanır.
uk: Функція «Покращення Siri й Диктування» дає Apple змогу зберігати аудіовзаємодії із Siri, Диктуванням і Перекладом і призначати співробітників для аналізу вибірки, щоб допомагати Apple розробляти й удосконалювати Siri, Диктування та деякі інші функції оброблення мови, як‑от Переклад або Керування голосом.
vi: Cải tiến Siri và Đọc chính tả cho phép Apple lưu trữ và các nhân viên xem lại mẫu tương tác âm thanh với Siri, Đọc chính tả và Dịch thuật để giúp Apple phát triển và cải thiện Siri, Đọc chính tả và các tính năng xử lý ngôn ngữ giới hạn khác như Dịch thuật hoặc Khẩu lệnh.
zh_cn: “改进Siri和听写”允许Apple储存并由员工检查Siri、听写和翻译的音频交互样本，以帮助Apple开发和改进Siri、听写和其他有限语言处理功能，如翻译或语音控制。
zh_hk: 「改進Siri和聽寫」允許Apple儲存並讓員工檢閲你與Siri、「聽寫」和「翻譯」進行音訊互動的樣本，以協助Apple開發並改進Siri、「聽寫」以及限制其他語言處理功能（例如「翻譯」或「語音控制」）。
zh_tw: 「改進Siri和聽寫」允許Apple儲存並讓其員工檢視你與Siri、「聽寫」和「翻譯」互動時的音訊取樣，以協助Apple開發和改進Siri、「聽寫」，以及其他「翻譯」或「語音控制」等有限的語言處理功能。
